* WORKING [#A] Move documentation to ReST files			       :NEXT:
  SCHEDULED: <2009-12-03 Thu> DEADLINE: <2009-12-04 Fri>
  CLOCK: [2009-12-08 Tue 10:53]--[2009-12-08 Tue 10:53] =>  0:00
  CLOCK: [2009-12-07 Mon 13:47]--[2009-12-07 Mon 16:05] =>  2:18
  - State "WORKING"    from "TODO"       [2009-12-04 Fri 11:07]
  CLOCK: [2009-12-04 Fri 11:07]--[2009-12-04 Fri 12:13] =>  1:06
* TODO [#B] Refactor as much as possible
  SCHEDULED: <2009-12-04 Fri> DEADLINE: <2009-12-08 Tue>
* WORKING [#A] Update APIs to the latest versions		       :NEXT:
  SCHEDULED: <2009-12-04 Fri> DEADLINE: <2009-12-08 Tue>
  CLOCK: [2009-12-08 Tue 10:54]
  CLOCK: [2009-12-08 Tue 10:53]--[2009-12-08 Tue 10:53] =>  0:00
  - State "WORKING"    from "TODO"       [2009-12-07 Mon 16:05]
  CLOCK: [2009-12-07 Mon 16:05]--[2009-12-08 Tue 10:53] => 18:48
* TODO [#B] Update tests
  DEADLINE: <2009-12-09 Wed> SCHEDULED: <2009-12-07 Mon>
